Revit 2027 API
SATImportOptions Constructor
 Constructs a new instance of SATImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SATImportOptions()
Public Sub New
public:
SATImportOptions()
new : unit -> SATImportOptions
See Also
Reference
SATImportOptions Class
SATImportOptions Overload
Autodesk.Revit.DB Namespace